tap "beeftornado/rmtree"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "github/gh"

brew "gh"
brew "git"
brew "git-lfs"
brew "nvim"
brew "nvm"
brew "coreutils"
brew "gzip"
brew "pbzip2"
brew "pigz"
brew "htop"
brew "zstd"
brew "fish"
brew "archey"
brew "nmap"
brew "thefuck"
brew "wget"
brew "awscli"
brew "carthage"
brew "circleci"
brew "clojure"
brew "elixir"
brew "emacs"
brew "emacs-plus"
brew "erlang"
brew "cabal-install"
brew "go"
brew "libyubikey"
brew "go"
brew "opam"
brew "openssh"
brew "ruby-build"
brew "python"
brew "go"
brew "gnupg"
brew "fontconfig"
brew "tree"

cask "docker"
cask "docker-toolbox"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "telegram-desktop"
cask "gpg-suite"
cask "insomnia"
cask "gimp"
cask "graphiql"
cask "keepassxc"
cask "spotify"
cask "pomello"
cask "flux"
cask "streamio"
cask "visual-studio-code"
cask "league-of-legends"
cask "zoho-mail"
cask "transmission"

 cask "font-hack"
 cask "font-source-code-pro"
 cask "font-victor-mono"